export const vpnSubscriptions = [
  {
    duration: "1 месяц",
    limit: "Без лимита",
    maxSpeed: "до 300 Мбит/с",
    countryFlag: "🇳🇱",
    price: "150 руб.",
    description: "Поддержка до 5 устройств"
  },
  // {
  //   duration: "6 месяцев",
  //   limit: "Лимит 500 ГБ",
  //   maxSpeed: "500 Мбит/с",
  //   countryFlag: "🇩🇪", // Германия
  //   price: "29.99$",
  //   description: "Поддержка до 3 устройств, защищенный трафик"
  // },
  // {
  //   duration: "12 месяцев",
  //   limit: "Без лимита",
  //   maxSpeed: "2 Гбит/с",
  //   countryFlag: "🇨🇦", // Канада
  //   price: "49.99$",
  //   description: "Поддержка до 10 устройств, 30-дневная гарантия возврата"
  // },
  // {
  //   duration: "1 месяц",
  //   limit: "Лимит 100 ГБ",
  //   maxSpeed: "300 Мбит/с",
  //   countryFlag: "🇯🇵", // Япония
  //   price: "5.99$",
  //   description: "Поддержка до 2 устройств, защита от DDoS"
  // },
  // {
  //   duration: "3 месяца",
  //   limit: "Без лимита",
  //   maxSpeed: "1.5 Гбит/с",
  //   countryFlag: "🇦🇺", // Австралия
  //   price: "19.99$",
  //   description: "Поддержка до 4 устройств, расширенные настройки конфиденциальности"
  // }
];
